module.exports =
  quiz:
    title: 'К какому ремонту вы готовы?'
    description: 'Заменить окна, построить арку, обновить электропроводку или просто подклеить обои и покрасить потолок – на какую переделку в квартире вы готовы на данный момент? Предлагаем ответить на 10 вопросов.'
    length: '10 вопросов'
    duration: '2 минуты'

  questions: [
    {
      title: 'Как вы предпочитаете проводить отпуск?'
      variants: [
        {
          title: 'С веслом в руках балансировать на байдарке по горной реке'
          result: 'capital'
        }
        {
          title: 'Наслаждаться огородной романтикой, вооружившись лопатой и лейкой'
          result: 'smart'
        }
        {
          title: 'Жариться на тропическом пляже, слушая шум прибоя и попивая пина коладу'
          result: 'cosmetic'
        }
      ]
    }
    {
      title: 'Что бы вы хотели получить в подарок?'
      variants: [
        {
          title: 'Прыжок с парашютом, можно и без инструктора'
          result: 'capital'
        }
        {
          title: 'Последнюю модель популярного гаджета'
          result: 'smart'
        }
        {
          title: 'Мировой бестселлер с подписью автора'
          result: 'cosmetic'
        }
      ]
    }
    {
      title: 'Как вы встречаете утро?'
      variants: [
        {
          title: 'В будильнике не нуждаюсь и легко справляюсь с его обязанностями, что не всегда одобряют мои домашние'
          result: 'capital'
        }
        {
          title: 'Утро - это не мой фаворит. Но стрелка весов и отражение в зеркале помогают мне сделать пару приседаний и наклонов'
          result: 'smart'
        }
        {
          title: 'Это настоящая пытка! Для подъема с кровати нужен кран или ведро воды. Окончательно просыпаюсь только после оперативки'
          result: 'cosmetic'
        }
      ]
    }
    {
      title: 'Готовы ли вы переехать из квартиры на время ремонта?'
      variants: [
        {
          title: 'Без проблем! Давно хотелось навестить друзей с домиком у моря'
          result: 'capital'
        }
        {
          title: 'Более трех дней вряд ли выдержу, да и за ремонтом нужен глаз да глаз'
          result: 'smart'
        }
        {
          title: 'Подумаешь, перфоратор и болгарка: закроюсь в соседней комнате и надену наушники с любимым плей-листом'
          result: 'cosmetic'
        }
      ]
    }
    {
      title: 'Что бы вам очень хотелось изменить в интерьере своей квартиры?'
      variants: [
        {
          title: 'Наберется целый список: полы, двери и окна давно уже в утиль просятся'
          result: 'capital'
        }
        {
          title: 'Классные фотообои, скрытая подсветка и звездное небо на потолке – мой интерьер сразу бы преобразился'
          result: 'smart'
        }
        {
          title: 'Разве что флокати на кресло кинуть или Пикассо на стену повесить'
          result: 'cosmetic'
        }
      ]
    }
    {
      title: 'В магазине вы увидели вещь из новой коллекции любимого дизайнера, которая вам очень понравилась. Ваши действия:'
      variants: [
        {
          title: 'Вижу цель и не вижу препятствий'
          result: 'capital'
        }
        {
          title: 'Мило улыбаюсь продавцу и прошу отложить товар на денек, чтобы собраться с мыслями'
          result: 'smart'
        }
        {
          title: 'Сезонная распродажа, рекламная акция, аутлет – когда-нибудь мне обязательно повезет!'
          result: 'cosmetic'
        }
      ]
    }
    {
      title: 'Если бы вы оказались на реалити-шоу о смене стиля, на что бы вы решились без сомнений?'
      variants: [
        {
          title: 'Услуги пластического хирурга'
          result: 'capital'
        }
        {
          title: 'Пирсинг и настоящее тату'
          result: 'smart'
        }
        {
          title: 'Смену прически и макияжа'
          result: 'cosmetic'
        }
      ]
    }
    {
      title: 'Как происходит обновление вашего гардероба?'
      variants: [
        {
          title: 'Постоянно в поиске экспериментов. Вещи дольше года в моем шкафу не живут!'
          result: 'capital'
        }
        {
          title: 'Ни одной лишней пуговицы или кармана – мой стиль давно определен и неизменен'
          result: 'smart'
        }
        {
          title: 'Вот бы найти пару вещей-трансформеров на все случаи жизни, чтобы не тратить время на шопинг!» '
          result: 'cosmetic'
        }
      ]
    }
    {
      title: 'Кто помогает вам делать ремонт?'
      variants: [
        {
          title: 'Хочу как в телевизоре: пригласить проверенную бригаду, поделиться задумками и вернуться через месяц в квартиру мечты'
          result: 'capital'
        }
        {
          title: 'Проект в 3D MAX и снос стены отдам в руки профессионалов, а с поклейкой обоев и плитки справлюсь сам'
          result: 'smart'
        }
        {
          title: 'Лучшая ремонтная бригада – друзья и близкие: экономно, надежно и весело!'
          result: 'cosmetic'
        }
      ]
    }
    {
      title: 'Как вы обычно делаете заказ в ресторане? '
      variants: [
        {
          title: 'Лобстеры с изюмом, тирамису из фуа-гра, арбузы в меду - любая новинка от шеф-повара обязательно будет мною опробована'
          result: 'capital'
        }
        {
          title: '​Придерживаюсь классического рациона, но иногда могу «пошалить» и заказать необычный гарнир или экзотический топинг для блинов'
          result: 'smart'
        }
        {
          title: 'К мясу – красное, а к рыбе – белое: эксперименты в еде не для моего желудка'
          result: 'cosmetic'
        }
      ]
    }
  ]

  results:
    capital:
      title: 'Кардинальные перемены – это для вас '
      description: 'Поздравляем, вы готовы к капитальному ремонту! Это означает, что вам по плечу любые сложности и морально, и финансово. Возможно, вы уже давно решили что-то кардинально поменять в своей жизни. Начать с обновления домашней обстановки – отличная идея. Вам осталось определиться с проектом и подыскать надежную бригаду. Будьте внимательны и не принимайте поспешных решений, иначе один капремонт повлечет за собой второй.'
    smart:
      title: 'Пора что-то менять, но постепенно'
      description: 'К ремонту вы готовы, но не к глобальному и не сиюминутному. Перемены вы предпочитаете впускать в свой мир постепенно и аккуратно, просчитывая каждый шаг. Вы очень практичны и уравновешены. Если и надумаете поменять ампир на лофт, то распланируете свой проект как минимум на полгода. Зато дизайнерские споты вы купите по самой выгодной цене.'
    cosmetic:
      title: 'Ставка на новый декор – ваша история '
      description: 'Максимум, на что вы пока можете решиться – смена текстиля или новый постер на стене. Тут ситуация больше близка к фразе: «И хочется, и колется, и мама не велит», где мама – это либо ваш семейный бюджет, либо моральный настрой. Все это мешает вам сделать шаг на пути к капитальным преобразованиям. Несмотря на это, всегда есть выход из ситуации и разумное решение, которые мы желаем вам найти.'