module.exports =
  quiz:
    title: 'Готовы ли вы к капитальному ремонту'
    description: 'Заменить окна, построить арку, обновить электропроводку или просто подклеить обои и покрасить потолок… - на какую переделку в квартире вы готовы на данный момент?'
    length: '10 вопросов'
    duration: '2 минуты'

  questions: [{
    title: 'Готовы ли вы переехать на время ремонта?'
    variants: [
      'Без проблем! Давно хотелось обновить обстановку'
      'Вряд ли есть место, где мне будет так же уютно, как в своем доме'
      'Если только на два-три дня и поближе к своему дому, чтобы контролировать каждый шаг ремонта'
    ]
  }]